content-org/all-posts.org
#+hugo_base_dir: ../
#+hugo_section: ./posts

#+hugo_weight: auto
#+hugo_auto_set_lastmod: t

#+author: T, Ivan

# do =C-c C-e H H= to export just this post.

** DONE Links 2019 November 21
   :PROPERTIES:
   :EXPORT_FILE_NAME: 20191121-links
   :END:
*** How do I get the DS_store file out of my git repo?
    [[https://web.archive.org/web/20190521183336/http://www.codeblocq.com/2016/01/Untrack-files-already-added-to-git-repository-based-on-gitignore/][Untrack-files-already-added-to-git-repository-based-on-gitignore]]

*** Where can I get example gitignore strings for osx?
    https://github.com/github/gitignore
*** What is the a Finish gum I want to try.
    I was wondering if there was any endocrine disrupters in chewing
    gum. And that lead me to read some research papers about gum. The
    one i was reading was linking chewing flavorful gum to a reduction
    in saliva stress hormone indicators [fn::salivary cortisol level -
    - https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5381771/ ] and in
      that it also mentioned that chewing speed has been shown to be a
      indicator of stress, so they had the participants chew at 70
      chews per minute to a metronone.. I wonder if you can look at
      people and make any assessment of their stress level by their
      chewing speed.. Anyway this article mentioned an unpalatable
      gum, Fazer Salmiakki. Which I of course wanted to know why
      anyone would make unpalatable gum. But it's just that salty
      licorice flavor. 

    https://candyhero.com/fazer-salmiakki-chewing-gum
*** How do I Add footnotes to org?[fn::https://web.archive.org/web/20190924112658/https://orgmode.org/manual/Footnotes.html]
