content/posts/20191121-links.md
+++
title = "Links 2019 November 21"
author = ["T", "Ivan"]
lastmod = 2019-11-27T16:34:34+09:00
weight = 2003
draft = false
+++

## How do I get the DS\_store file out of my git repo? {#how-do-i-get-the-ds-store-file-out-of-my-git-repo}

[Untrack-files-already-added-to-git-repository-based-on-gitignore](https://web.archive.org/web/20190521183336/http://www.codeblocq.com/2016/01/Untrack-files-already-added-to-git-repository-based-on-gitignore/)


## Where can I get example gitignore strings for osx? {#where-can-i-get-example-gitignore-strings-for-osx}

<https://github.com/github/gitignore>


## What is the a Finish gum I want to try. {#what-is-the-a-finish-gum-i-want-to-try-dot}

I was wondering if there was any endocrine disrupters in chewing
gum. And that lead me to read some research papers about gum. The
one i was reading was linking chewing flavorful gum to a reduction
in saliva stress hormone indicators [fn::salivary cortisol level -

-   <https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5381771/> ] and in
    that it also mentioned that chewing speed has been shown to be a
    indicator of stress, so they had the participants chew at 70
    chews per minute to a metronone.. I wonder if you can look at
    people and make any assessment of their stress level by their
    chewing speed.. Anyway this article mentioned an unpalatable
    gum, Fazer Salmiakki. Which I of course wanted to know why
    anyone would make unpalatable gum. But it's just that salty
    licorice flavor.

<https://candyhero.com/fazer-salmiakki-chewing-gum>


## How do I Add footnotes to org?[^fn:1] {#how-do-i-add-footnotes-to-org-fn-1}

[^fn:1]: <https://web.archive.org/web/20190924112658/https://orgmode.org/manual/Footnotes.html>
